[
  {
    "id": "6258bbdfb4c9ac00130b12af",
    "session": "N21",
    "level": "HL",
    "grade": 7,
    "title": "Investigating Effect of Temperature on quality of domestic or cooking oil by determining Acid value and saponification value."
  },
  {
    "id": "63281c750394b4001338efdd",
    "session": "M22",
    "level": "SL",
    "grade": 5,
    "title": "How does the specific heat capacity of aqueous Potassium Nitrate (KNO3(aq)) change with its concentration?"
  },
  {
    "id": "6300e1d08483960013c96f7a",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "To what extent do different types of salts (NaCl, KCl, CaCl2, and MgCl2) affect the volume  of melted ice?"
  },
  {
    "id": "66a37d5c3a505e140e33d47d",
    "session": "M24",
    "level": "HL",
    "grade": 6,
    "title": "To what extent is there a relationship between the temperature (25.0°C, 50.0°C, 80.0°C) of various citrus juices (orange, lemon, lime) and their vitamin C (ascorbic acid) concentration measured by redox titration?"
  },
  {
    "id": "63de49446672960013c5fb10",
    "session": "N22",
    "level": "HL",
    "grade": 7,
    "title": "To what extent does temperature effect the concentration of Vitamin B6 (pyridoxine hydrochloride) in Nature’s Own tablets (200 mg)? "
  },
  {
    "id": "64aaee85f66fe20013845146",
    "session": "M23",
    "level": "SL",
    "grade": 7,
    "title": "Investigating the caffeine content (mg) in different brands of black tea (Tetley  Black Tea, American Breakfast Black Tea, Filiz Black Tea, & Red Label Tea) using dichloromethane in a separating funnel"
  },
  {
    "id": "6782469a7adbeeaf5a495d29",
    "session": "N24",
    "level": "HL",
    "grade": 6,
    "title": "What is the pseudo order of reaction with respect to Methyl Orange and order of reaction with respect to H2O2 in the degradation of Methyl Orange, in the presence of 365nm Ultraviolet Light, through the use of Ultraviolet-Visible Spectrometry (UV-Vis), for concentrations of Hydrogen Peroxide between 1.77 mmol dm-3 (3sf) and 0.110 mmol dm-3  "
  },
  {
    "id": "63305b2723583a0013009278",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How does the voltage (1.5V, 3.0V, 4.5V, 6.0V, 7.5V) affect the mass of zinc deposited on a steel nail after 4 minutes of electroplating?"
  },
  {
    "id": "65d7dd6e146d1c95f42518e3",
    "session": "N23",
    "level": "HL",
    "grade": 5,
    "title": "How do varying temperatures (15.0℃, 20.0℃, 25.0℃, 30.0℃, 35.0℃ ± 0.5℃) affect the buffer capacity ofpH-balancing facial cleansers when titrated with 0.05mol HCl, measured using a pH probe with its ability resistchanges in pH value of the 1 based on the volume of HCl titrated?"
  },
  {
    "id": "6330aef523583a00130093b9",
    "session": "M22",
    "level": "HL",
    "grade": 4,
    "title": "Is it possible to determine the hydration enthalpies for ions: 𝐴𝑔+, 𝐵𝑟−, 𝐶𝑙 − and 𝐼 − from enthalpy changes of precipitation reaction for: AgCl, AgI, AgBr and dissolution process of soluble salts of these ions?"
  },
  {
    "id": "62f6608cbf877e0013714aaf",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "How does the rate constant of the saponification reaction of ethyl acetate with sodium hydroxide vary with absolute temperature?"
  },
  {
    "id": "66a251f23a505e140ef5f51d",
    "session": "M24",
    "level": "HL",
    "grade": 7,
    "title": "What is the effect of changing temperatures (10.00, 20.00, 30.00, 40.00, 50.00°C) on the equilibrium constant, Kc, for the reaction between 0.002 mol dm-3 iron(III) nitrate and 0.002 mol dm-3 potassium thiocyanate?"
  },
  {
    "id": "6409036b718d390014d04afb",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "How does varying temperature (19°C; 22°C; 29°C; 31°C; 39°C ±1°C) affect the oscillation pattern and duration of a Belousov–Zhabotinsky (BZ) non-linear chemical oscillator, measured by number of oscillation cycles occurred and oscillations per minute?"
  },
  {
    "id": "62d2fec1efe3ca0013f9a37c",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How does the change in acid catalyst (HCl and H2SO4) affect the activation energy of the iodination of propanone?"
  },
  {
    "id": "63858cd45573ed0013c3eb46",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How does the mass of manganese (IV) oxide (MnO2) catalyst used impact the time taken to evolve standard volumes of oxygen gas in the decomposition of hydrogen peroxide?"
  },
  {
    "id": "6203feea59dfc50013182ca9",
    "session": "M21",
    "level": "SL",
    "grade": 7,
    "title": "How does pH of a water sample affect its biological oxygen demand over a course of 5 days, as found using  the Winkler method?"
  },
  {
    "id": "63e72a19e1386a0014009089",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "How does an increase in salt concentration of NaCl in ppt (0.0,  10.0, 20.0, 40.0, 60.0, 80.0, 100.0 ± 0.4 ppt) affects the dissolved oxygen (DO) concentration  measured in ppm in 250.0cm3  of tap water?"
  },
  {
    "id": "63c6d1ecdbb839001334ca83",
    "session": "N22",
    "level": "HL",
    "grade": 7,
    "title": "How does varying pH of HCl (2.0, 3.0, 4.0, 5.0, 6.0) affect the solubility of iron(II) by measuring the mass of iron(II) extracted from 1 iron tablet via titration with acidified potassium permanganate?"
  },
  {
    "id": "62f626b6bf877e00137147cf",
    "session": "M22",
    "level": "SL",
    "grade": 4,
    "title": "Using Complexometric Titration will determine how significant is the variation in calcium content (mg) of fresh milk depending on the expiration date?"
  },
  {
    "id": "63cab03a2e34e2001341d360",
    "session": "N22",
    "level": "SL",
    "grade": 6,
    "title": "How does the dissolved oxygen level changes with change in source of water, depending on their pollution level by comparing secondary data of 4 water bodies, by using Winkler’s method?"
  },
  {
    "id": "633b0582ea84c5001308748a",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "Efficiency of alcohols as fuels. The effect of number of carbon atoms in a chain on enthalpy of combustion and boiling point of simple organic homologous alcohol series"
  },
  {
    "id": "631af2ed0394b4001338bffc",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "How does the total content of calcium and magnesium free ions relate quantitatively to the total content of protein and the total content of fat in cow’s, almond, coconut, oat, rice and soy milks?"
  },
  {
    "id": "6350e5a32e4197001393aa84",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How does the increase in Concentration of the salt Sodium Chloride affect the concentration of Dissolved  Oxygen of samples of 100cm3 of water from different water sources, when temperature is kept constant?"
  },
  {
    "id": "63d73c18f548e700143802bc",
    "session": "N22",
    "level": "HL",
    "grade": 7,
    "title": "What is the effect of changing the acid to conjugate base ([A-]/[HA]) concentration ratio (19, 3, 1, 0.333, 0.0526) on the buffering capacity of a Carbonate-Bicarbonate buffer solution as determined by the volume of 0.1M Sodium Hydroxide (NaOH) or 0.1M Hydrochloric Acid (HCl) reacted with the buffer system . "
  },
  {
    "id": "62233e0f4c53040015029c7e",
    "session": "N21",
    "level": "HL",
    "grade": 6,
    "title": "How does the change in temperature of Acetate buffer affect the pH of the  Acetate buffer when Sodium hydroxide is added?"
  },
  {
    "id": "62e27f8df3cb8f0013903aac",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "What is the activation energy, in kJ mol-1, of the 1M sulfuric acid-catalysed iodination of 1M propanone, as determined by analysing the effect of changes in temperature (20ºC, 30ºC, 40ºC, 50ºC, 60ºC) on the initial rate of reaction, as measured by a colorimeter set on a blue filter (430-490 λ) ."
  },
  {
    "id": "632a390223583a00130064d1",
    "session": "M21",
    "level": "SL",
    "grade": 7,
    "title": "How does the concentration of Sodium Bicarbonate (20%, 40%, 60%, 80% & 100%) affect the Young’s Modulus of starch based bioplastic?"
  },
  {
    "id": "66a7cbb93a505e140e25b22f",
    "session": "M24",
    "level": "SL",
    "grade": 4,
    "title": "How do different active ingredients (calcium carbonate, calcium carbonate and magnesium carbonate, and aluminium hydroxide and magnesium carbonate) in different brands of indigestion tablets (antacids A, B, and C) compare in the volume (cm3) of 1M HCl they can neutralise through acid-base titration?"
  },
  {
    "id": "63bd9322d20b8d00132625a5",
    "session": "N22",
    "level": "HL",
    "grade": 6,
    "title": "What is the effect of different masses of stearin added to paraffin wax candles on its enthalpy of combustion of the candles?"
  },
  {
    "id": "62db31165dddd600131f9724",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "What is the Relationship Between Temperature on Ascorbic Acid (Vitamin C) Concentration in Lemon Juice? "
  },
  {
    "id": "63164d1ed7b5030014e0d5c1",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "To what extent does the vitamin C (ascorbic acid) content of a bell pepper change with time spent in a boiling water bath?"
  },
  {
    "id": "6374a78147202300134464de",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How has concentration affected enthalpy change of the redox between 6grams of zinc and 25 cm³ of copper (II) sulphate solution?"
  },
  {
    "id": "63498e0c0c67e90015358f98",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How does varying Magnesium Chloride (MgCl2) concentration affect the solubility of Calcium Sulfate Dihydrate (CaSO4 ·2H2O) calculated using Beer-Lambert’s Law?"
  },
  {
    "id": "64749d0bc042b50013daece4",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "How does varying salinity and temperature affect the amount of dissolved oxygen(mg/L) in a distilled water sample, measured through Winkler’s titration?"
  },
  {
    "id": "62483f70b4c9ac00130afa08",
    "session": "M20",
    "level": "HL",
    "grade": 6,
    "title": "The impact of temperature on dissolved oxygen concentration"
  },
  {
    "id": "6382ac0fa7a5c70013364b2b",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "What is the mass of calcium carbonate in three different sources: chalk, rangoli powder, and seashells, as determined by two different methodologies: back titration and thermal decomposition?"
  },
  {
    "id": "622cdf5d9a37d700138c33fc",
    "session": "N21",
    "level": "SL",
    "grade": 6,
    "title": "The effects of different oils with different saturation levels on the rate of the Maillard Reaction through the Colorimetric Evaluation of the Advanced Glycation End Products created."
  },
  {
    "id": "668adc464a9db8886ca2f499",
    "session": "M24",
    "level": "HL",
    "grade": 6,
    "title": "Investigating the reaction rate of varying concentrations of Household Bleach on Blue Food Dye"
  },
  {
    "id": "63e22f64e1386a0014006310",
    "session": "N22",
    "level": "HL",
    "grade": 6,
    "title": "a) What is the relationship between the length of the carbon chain (1, 2, 3, 4, 5, and 6 carbon atoms) in the alcohol homologous series and the enthalpy change of combustion ( ? 𝑘𝐽𝑚𝑜𝑙−1) b) What is the impact of the classification (primary, secondary, tertiary) of an alcohol on the enthalpy change of combustion between isomeric alcohols?"
  },
  {
    "id": "64aabd15f66fe20013844ee4",
    "session": "M23",
    "level": "HL",
    "grade": 6,
    "title": "Which of the 5 processed orange juice brands in the market has the least concentration of Ascorbic acid measured in moldm-3 using acid-base titration with a solution of 0.05 moldm-3 Sodium Hydroxide?"
  },
  {
    "id": "63f63f978fac8600148a5333",
    "session": "N22",
    "level": "HL",
    "grade": 7,
    "title": "How does varying pH of Cu(II) aqueous solution, under acidic conditions (pH 1.0 – 5.0), affect the percentage removal of Cu2+ ions via orange peels, quantified via UV-vis spectrophotometry?"
  },
  {
    "id": "66b0c5fb7a47d022866f921c",
    "session": "N22",
    "level": "SL",
    "grade": 5,
    "title": "How does the volumetric concentration of C2H5OH (ethanol) affect the enthalpy of combustion in various gasohol mixtures?"
  },
  {
    "id": "65144fb55f86deff50672ddc",
    "session": "M23",
    "level": "HL",
    "grade": 7,
    "title": "How does an increase in ionic radii (10-12 m) of central metal ions that are period 4 transition metals (Co2+, Cu2+, Ni2+, Mn2+, Fe2+) affect the energy difference in the d-orbital splitting (KJ/mol) of color complexes calculated through highest absorbance on a spectrophotometer?"
  },
  {
    "id": "62d242af8c5db80013f042b3",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": " How does the temperature at which raisin and dates flavoured milk  with almond is heated at (20.0 oC, 40.0 oC, 60.0 oC, 80.0 oC, 100.0 oC) affect its calcium  content (in mg) by using Ethylenediaminetetraacetic acid (EDTA) complexometric  titration? "
  },
  {
    "id": "6332a42d23583a001300c890",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "Is there a relationship between the rate constant (k) and the temperature of the reaction between oxalic acid and potassium permanganate? Determination of the activation energy."
  },
  {
    "id": "633c74e5ea84c500130879cf",
    "session": "M22",
    "level": "SL",
    "grade": 3,
    "title": "How do the polyatomic anion and temperature affect the Solubility of Salts of group one metals?"
  },
  {
    "id": "669a586b9509b0754b78e63c",
    "session": "M24",
    "level": "HL",
    "grade": 6,
    "title": "What is the average rate of reaction (cm^3 s^-1) of 0.5 g of crushed antacids (CaCO3 and MgCO3) in HCl solutions of varying concentrations (0.050mol.dm^-3, 0.100mol dm^-3, 0.250mol dm^-3, 0.500mol dm^-3, 1.000mol dm^-3), measured through the production of CO2 (cm^3) in 2 minutes?"
  },
  {
    "id": "63de57e86672960013c5fb3c",
    "session": "N22",
    "level": "HL",
    "grade": 7,
    "title": "How does the voltage increase (2V, 4V, 6V, 8V, 10V) in an electrolytic cell affect the percentage mass increase of a copper-nickel cathode after a 10-minute interval?"
  },
  {
    "id": "63117f9ed7b5030014e0c23a",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How does changes in temperature affects the activation energy of the reaction between  Hydrochloric acid (HCl) and Aluminium (Al)?"
  },
  {
    "id": "63aec0d5f8937e0013b9143f",
    "session": "M22",
    "level": "SL",
    "grade": 5,
    "title": "How does the ionic charge of cations in the lithium chloride, calcium chloride, and aluminium  chloride solutions affect the conductivity of the solutions within which they are found?"
  },
  {
    "id": "677aa2753b8ad3ca79645f01",
    "session": "N24",
    "level": "HL",
    "grade": 6,
    "title": "What is the enthalpy change in the reaction of sodium sulphate anhydrous to sodium sulphate decahydrate, by measuring their respective enthalpy change of solutions through calorimetry and using Hess’s Law?"
  },
  {
    "id": "64a73633701b5600139b43ef",
    "session": "M23",
    "level": "HL",
    "grade": 4,
    "title": "What is the effect of temperature on the light output of glow sticks over time?"
  },
  {
    "id": "63f5ddd78fac8600148a520f",
    "session": "N22",
    "level": "SL",
    "grade": 7,
    "title": "Determining the concentration of phosphoric acid in different samples of soft drinks"
  },
  {
    "id": "62ec0d1c2a89a40013e70376",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "What effect does 10cm3 of a 0.5 gcm-3  solution of spirulina (Arthrospira platensis) and distilled water have on the change in pH of 10cm3 of hydrochloric and lactic acid (0.1moldm-3, 0.2 moldm-3, 0.3 moldm-3, 0.4 moldm-3, 0.5 moldm-3), whilst being measured by a pH probe?"
  },
  {
    "id": "64a6d37c701b5600139b413a",
    "session": "M23",
    "level": "HL",
    "grade": 7,
    "title": "What is the antioxidant content [μmol/dm3 of filtrate] in superfoods: fucus, chlorella, spirulina, matcha, barley, wheatgrass and kale?"
  },
  {
    "id": "632a0fd223583a001300646d",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "How does the voltage, from 2V to 10V in increments of 2V, affect the change in mass of the nickel anode and lead cathode during electroplating within a nickel sulfate solution?"
  },
  {
    "id": "64a6ef94701b5600139b4283",
    "session": "M23",
    "level": "HL",
    "grade": 4,
    "title": "How does the concentration of acetone affect the rate of the acetone iodinationchemical reaction"
  },
  {
    "id": "668f0a29299b61409952d22d",
    "session": "M24",
    "level": "SL",
    "grade": 5,
    "title": "What is the difference in calcium carbonate (CaCO3) concentration in different types of bird eggshells, i.e., chicken, quail, duck, goose, and ostrich, determined by the volume of NaOH used in a back titration?"
  },
  {
    "id": "668de471ddce28a1982909d2",
    "session": "M24",
    "level": "HL",
    "grade": 7,
    "title": "How does the carbon chain length in alcohols (methanol, ethanol, propan-1-ol, butan-1-ol, pentan-1-ol) affect the enthalpy of combustion, measured through the calorimetry method by burning each fuel for 120 seconds and measuring the temperature change of 100g of distilled water?"
  },
  {
    "id": "64d0acf73ef2350013c160cf",
    "session": "M23",
    "level": "HL",
    "grade": 7,
    "title": "What is the effect of changing the cooking temperature (25.0 °C, 55.0 °C, 70.0 °C, 85.0 °C, and 100.0 °C) on the amount of iron (Fe2+) that leaches from Spinacia Oleracea, using a redox titration?"
  },
  {
    "id": "6352f5caa2a94b0013999e11",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How does iodine content differ in a range of cooking oils, by modifying Wij’s method, from canola oil, olive oil, palm oil, to soy bean oil, and then finally sunflower oil?"
  },
  {
    "id": "6310e40ad7b5030014e0bd72",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "How does increasing the concentration of copper (II) sulfate solution in a voltaic cell affect the voltage produced while maintaining the concentration of zinc sulfate solution constant at 30°C?"
  },
  {
    "id": "628a27425005bb0013d0ccbe",
    "session": "M21",
    "level": "HL",
    "grade": 7,
    "title": "Investigation of the effect of chemical stabiliser C3N3(OH)3 on the breakdown of NaOCl due to UV light exposure."
  },
  {
    "id": "65e635f9994228e05bd1ddb1",
    "session": "M23",
    "level": "HL",
    "grade": 7,
    "title": "What is the activation energy (kJ mol-1) of the ethyl acetate hydrolysis reaction, by determining the rate constant from initial change in pH in the pH vs. time graphs at different temperatures (298K, 308K, 318K, 328K)?"
  },
  {
    "id": "631d51600394b4001338c599",
    "session": "M22",
    "level": "HL",
    "grade": 6,
    "title": "Investigation on the Effect pH has on the Production of Salicylic Acid from the Hydrolysis of Aspirin (ASA) at 60 degrees Celsius by using Spectrophotometry"
  },
  {
    "id": "639703a75573ed0013c68082",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How does H2SO4 (sulphuric acid) concentration affect the rate of the reaction between sulphuric acid and Fe, what is the enthalpy of neutralisation for the reaction? And its implications for the use of ferrous sulphate as an agent for waste treatments in Cameroon."
  },
  {
    "id": "637b7481472023001344e0ba",
    "session": "N21",
    "level": "HL",
    "grade": 7,
    "title": "What is the effect of different pH (4.0-11.0) on lead(II) – dithizone ligand complexation determined by absorption of colorimetry at 470 nm?"
  },
  {
    "id": "64d906986444cd0013a81668",
    "session": "M23",
    "level": "HL",
    "grade": 6,
    "title": "What effect does the temperature of the solution (K) have on the rate of decomposition (cm3 s -1) of carbonic acid (H2CO3) to carbon dioxide (CO2) and water (H2O) and therefore what is the activation energy (kJmol-1) of this reaction?"
  },
  {
    "id": "6784c98e7adbeeaf5a51d30b",
    "session": "N24",
    "level": "HL",
    "grade": 7,
    "title": "How does light intensity (varied by using a UV Lamp at 365nm placed perpendicularly at 5.0cm, 10.0cm, 15.0cm, 20.0cm and 25.0cm away from the oil sample) affect the rate at which unsaturated fatty acids in 3.00g samples of sunflower oil undergoes rancidity due to exposure for a set duration of 30 hours, which will be quantified in peroxide value via an iodometric titration that compares rate of photosensitized oxidation?"
  },
  {
    "id": "60309dffdfa68a00127f71f0",
    "session": "N20",
    "level": "HL",
    "grade": 7,
    "title": "What is the relationship between the temperature of the solution (K) and rate of decomposition (cm3 s -1 ) of carbonic acid (H2CO3) to carbon dioxide (CO2) and water (H2O), and, hence, what is the activation energy (kJ mol-1 ) of this reaction?"
  },
  {
    "id": "63466ad3153d09001469cada",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "How to determine pKa values with Henderson-Hasselbalch equation from concentration  of anthocyanin in red cabbage and curcumin in turmeric by varying volume of Na2HPO4 and KH2PO4 buffers and using spectrophotometer to find absorbance?"
  },
  {
    "id": "622a29229a37d700138c30d2",
    "session": "M21",
    "level": "SL",
    "grade": 6,
    "title": "How do different temperature levels (10°C,20°C,30°C,40°C,50°C,60°C (in Celsius, °C) affect the concentration of ascorbic acid (in moldm-3) in orange juice?"
  },
  {
    "id": "63441222153d090014699929",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How does the temperature of 30°C, 50°C and 70°C affect the rate of the reaction of zinc (Zn) with hydrochloric acid (HCl) determined from the volume of hydrogen released during the reaction?"
  },
  {
    "id": "62e5b6241459fa0013b2131d",
    "session": "M21",
    "level": "SL",
    "grade": 7,
    "title": "Will the standard enthalpies of combustion (kJ/mol) of saturated, structural, alcoholic isomers differ in relation to the length of their respective root carbon chains and if so, are there visible enthalpy trends in relation to the structure of the alcohol (primary, secondary, tertiary)?"
  },
  {
    "id": "64c9fd10d9afef0013e79556",
    "session": "M23",
    "level": "SL",
    "grade": 6,
    "title": "The effect of temperature on buffering capacity of a phosphate buffer"
  },
  {
    "id": "62d92643e042a500150f3efb",
    "session": "M22",
    "level": "HL",
    "grade": 7,
    "title": "Determination of iodine value of different types of plant oil (olive oil, flaxseed oil, canola oil) with Wijs’ method"
  },
  {
    "id": "63c58fe1f18f2200138bc8a2",
    "session": "M20",
    "level": "HL",
    "grade": 6,
    "title": "The impact of temperature on dissolved oxygen concentration"
  },
  {
    "id": "62f5cab2bf877e001371474b",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "How does the initial pH of papaya juice affect the final gas pressure of the fermenting container after 55 hours of alcoholic fermentation by Saccharomyces cerevisiae?"
  },
  {
    "id": "63c9dfc32e34e2001341c141",
    "session": "N22",
    "level": "SL",
    "grade": 5,
    "title": " How does the a) chain length of halogenoalkanes, b) different halogens and c) different positions of a halogen affect the melting and boiling point of a halogenoalkane?"
  },
  {
    "id": "64c19ff4f8603e0013d65bea",
    "session": "M23",
    "level": "HL",
    "grade": 6,
    "title": "What is the correlation between electric current and the amount of mass that is electroplated, and, hence, is there an optimum current?"
  },
  {
    "id": "62b4da6340b1e2001511aa2e",
    "session": "M21",
    "level": "SL",
    "grade": 4,
    "title": "How does temperature affect the rate of corrosion of carbonated steel (rebar)?"
  },
  {
    "id": "5ff1e76997f035fd691a395e",
    "session": "M20",
    "level": "HL",
    "grade": 6,
    "title": "Do plant-based oils differ in their heats of combustion?"
  },
  {
    "id": "6767fe972f2f175a00b5d1e1",
    "session": "N24",
    "level": "SL",
    "grade": 7,
    "title": "24/24: Influence of Invertase Concentration on Sucrose Hydrolysis Rates in Kombucha Fermentation"
  },
  {
    "id": "642334244b0ffe0013d22bea",
    "session": "M22",
    "level": "SL",
    "grade": 7,
    "title": "How does the level of roasting affect the amount of caffeine present in raw, fine ground coffee?"
  },
  {
    "id": "632834de0394b4001338f040",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "How the percentage of acetylsalicylic acid differs among several tablets of aspirin?"
  },
  {
    "id": "672d7918a50edaf08e826973",
    "session": "M24",
    "level": "HL",
    "grade": 7,
    "title": "How does the presence of a catalyst (no catalyst, CuSO4) aûect the activa;on energy (kJ mol-1) of thebromate variation for the iodine clock, calculated by measuring the time taken (s) for the reaction tostart forming a blue complex at various temperatures (25.0°C-45.0°C) produced by a temperaturecontrolled water bath?"
  },
  {
    "id": "62e382c0389adc00143c64e5",
    "session": "M22",
    "level": "SL",
    "grade": 6,
    "title": "Investigating the effect of increasing mass of alcohol on the enthalpy of combustion of ethanol and isopropanol."
  },
  {
    "id": "628905815005bb0013d0cb9d",
    "session": "M21",
    "level": "HL",
    "grade": 7,
    "title": "How does the amount of calcium carbonate (CaCO3) vary in two different brands of toothpastes  available in local drugstores, measured by back titration in excess of HNO3 as the acid and  NaOH in the burette as the alkali, and how do findings of this study relate to experimentally  established CaCO3 solubility at Temperatures of 5 oC, 25oC and 36,6oC?"
  },
  {
    "id": "66a413153a505e140e581eeb",
    "session": "M24",
    "level": "SL",
    "grade": 6,
    "title": "At what rate is the reaction rate between Zinc and Sulphuric Acid increasing when the temperature rises?"
  },
  {
    "id": "64ccdc4583f83c00122cc25c",
    "session": "M23",
    "level": "HL",
    "grade": 6,
    "title": "Which is the optimal incubation temperature in between 2-35 ∞C for the oxidation of ethanol in order to figure out theconcentration of ethanol in Albani Odense Classic beers by performing a redox back titration with sodium thiosulfate?And how does that value compare to the theoretical one, which appears in the beer can?"
  },
  {
    "id": "63c8cfb8f1e3330013294839",
    "session": "N22",
    "level": "HL",
    "grade": 6,
    "title": "How is the rate of oxidation of pure alcohols primary, secondary and tertiary having varying carbon chain length and their isomers viz; Methanol, Ethanol, Propanol, 2-Propanol, Butanol, Butan-2-ol , 2 Methyl Propan - 2- ol affected when 5.0 cm3 of  0.05 mol dm-3 of acidified KMnO4 which is the oxidising agent  is added to 5.0 cm3 of each alcohol and change in absorbance of the mixture is measured over a period of 240.00 seconds at λmaximum 525 nm using UV visible spectrophotometer? "
  },
  {
    "id": "63b777aaf8937e0013baf800",
    "session": "N22",
    "level": "HL",
    "grade": 6,
    "title": "Investigating the Dependence of the Ionization Constant of Water on Temperature"
  },
  {
    "id": "63e10c8595c50900137bc005",
    "session": "N22",
    "level": "SL",
    "grade": 6,
    "title": "How does increasing the boiling time (0.00, 240.00, 480.00, 720.00, 960.00, 1200.00 seconds) affect the  antioxidant content of blacked-eyed beans measured by changes in the concentration of the DPPH  radical present?"
  },
  {
    "id": "6777c63c3b8ad3ca7920edc5",
    "session": "N24",
    "level": "HL",
    "grade": 6,
    "title": "What is the order of reaction between HCl and CaCO3, as determined by varying the concentration of HCl?"
  },
  {
    "id": "66a1e2a63a505e140ed828b6",
    "session": "M24",
    "level": "SL",
    "grade": 3,
    "title": "To investigate the effect of hydroxides (sodium hydroxide, potassium hydroxide, magnesium hydroxide, calcium hydroxide, ammonia) of different pKb on neutralization reactions with hydrochloric acid."
  },
  {
    "id": "6225e06c75ecaa001479c975",
    "session": "N21",
    "level": "SL",
    "grade": 5,
    "title": "How does increasing the ethanol quantity in fuel ratio mixture (ethanol & Gasoline) affect the enthalpy of combustion, using a water calorimeter experiment?"
  }
]